{
    "Tracking_Data": {
        "purpose": "IaC_cap_013 - Access to Exchange Online requires MFA",
        "serviceRequestNumber": "SR123456"
    },
    "displayName": "IaC_cap_013 - Access to Exchange Online requires MFA",
    "state": "enabled",
    "conditions": {
        "clientAppTypes": ["mobileAppsAndDesktopClients","browser"],
        "applications": {
            "includeApplications": ["00000002-0000-0ff1-ce00-000000000000"]
        },
        "users": {
            "includeGroups": ["ba8e7ded-8b0f-4836-ba06-8ff1ecc5c8ba"]
        },
        "locations": {
            "includeLocations": ["All"],
            "excludeLocations": ["AllTrusted"]
        }
    },
    "grantControls": {
        "operator": "OR",
        "builtInControls": ["mfa"]
    }
}