{
  "Tracking_Data": {
    "purpose": "IaC_cap_008 - Require multifactor authentication for guest access",
    "serviceRequestNumber": "SR123456"
  },
  "displayName": "IaC_cap_008 - Require multifactor authentication for guest access",
  "state": "enabled",
  "conditions": {
      "clientAppTypes": ["all"],
      "applications": {
          "includeApplications": ["All"]
      },
      "users": {
        "excludeUsers": ["<BREAK-GLASS-ACCOUNT-ID>"],
        "includeUsers": ["GuestsOrExternalUsers"]
      }
  },
  "grantControls": {
      "operator": "OR",
      "builtInControls": ["mfa"]
  }
}
