{
    "Tracking_Data": {
        "purpose": "IaC_cap_002 - No persistent browser session",
        "serviceRequestNumber": "SR123456"
    },    
    "displayName": "IaC_cap_002 - No persistent browser session",
    "state": "enabledForReportingButNotEnforced",
    "conditions": {
        "clientAppTypes": ["all"],
        "applications": {
            "includeApplications": ["All"]
        },
        "devices": {
            "deviceFilter": {
                "mode": "include",
                "rule": "device.trustType -ne \"ServerAD\" -or device.isCompliant -ne True"
            }
        },
        "users": {
            "includeUsers": ["All"],
            "excludeUsers": ["<BREAK-GLASS-ACCOUNT-ID>"]
        }
    },
    "sessionControls": {
        "persistentBrowser": {
            "mode": "never",
            "isEnabled": true
        },
        "signInFrequency": {
            "value": 1,
            "type": "days",
            "authenticationType": "primaryAndSecondaryAuthentication",
            "frequencyInterval": "timeBased",
            "isEnabled": true
        }
    }
}
