{
    "Tracking_Data": {
        "purpose": "IaC_cap_001 - Block legacy authentication",
        "serviceRequestNumber": "SR123456"
    },    
    "displayName": "IaC_cap_001 - Block legacy authentication",
    "state": "enabled",
    "conditions": {
        "clientAppTypes": ["exchangeActiveSync", "other"],
        "applications": {
            "includeApplications": ["All"]
        },
        "users": {
            "includeUsers": ["All"],
            "excludeUsers": ["<BREAK-GLASS-ACCOUNT-ID>"]
        }
    },
    "grantControls": {
        "operator": "OR",
        "builtInControls": ["block"]
    }
}
